{
  "architectures": [
    "LongformerModel"
  ],
  "attention_probs_dropout_prob": 0.1,
  "attention_window": [
    4,
    4
  ],
  "bos_token_id": 0,
  "eos_token_id": 2,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 8,
  "initializer_range": 0.02,
  "intermediate_size": 16,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 64,
  "model_type": "longformer",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "pad_token_id": 1,
  "sep_token_id": 2,
  "type_vocab_size": 2,
  "vocab_size": 100
}
